
   const  String ABOUT_US =
    "   The constraints are sometimes “tight”,"
   "meaning that they leave no room for the render box to decide on a size "
   "(for example, if the minimum and maximum width are the same, it is said to have a tight width)."
   "An example of this is the App widget, which is contained by the RenderView"
   "class: the box used by the child returned by the application’s build function"
   "is given a constraint that forces it to exactly fill the application’s content"
   "they’ll all exactly fit in each other, forced by these tight constraints.";
        // "Հանդիպե՞լ եք Ձեր կյանքում մի Համեստի, որը շատ հանդուգն է եղել, կամ Ռազմիկի՝ որ կռվի հետ գլուխ չունի։ Անկասկած։ "
        //   "Եվ իհարկե, մտքում որոշել եք փոխել նրանց անունները։ Ծանոթ պատմություն է։ Այդպես է ստեղծվել այս նախագծի գաղափարը։ "
        //   "Աշխատանքային հարաբերություններում մարդկանց բնավորությունը, հմտությունները, արդյունավետությունը նրանց տալիս են նոր անուններ։ "
        //   "Դրանք առաջանում են երկարատև փորձի ու շփման արդյունքում։ Ահա և մենք այդ փորձը վերածեցինք պատմությունների՝ ներկայացնելով Քոworkerներին։ "
        //   "Կոմիքսների այս շարքը պատմում է ՏՏ ոլորտի ջանասերների, մեծամիտների, ծույլերի, նվիրյալների և այլ Քոworkerների մասին։"
        //   "Այստեղ, հավանաբար կճանաչեք Ձեզ, կամ Ձեր գործընկերոջը։ "
        //   "Անհանգստանալու կարիք չկա։ Ուղղակի պետք է լիաթոք ծիծաղել ու սպասել հաջորդ ամսագրին։ "
        //   "Քոworkerներ նախագիծը բարձրորակ բովանդակությամբ և պատկերներով պատմությունները պարբերաբար կհասցնի Ձեզ։"
        //   "Սա լավագույն ընդմիջումը, նվերը կամ ժամանցը կլինի բոլորի համար։ Մենք սպասում են նաև ավելիին՝ Քոworkerները կնպաստեն Հայաստանում ՏՏ ոլորտի զարգացմանը։"
        //   "Մեր կոմիքսները ճիշտ է՝ ընդհանրացնող են, բայց նաև շատ կոնկրետ են ու մարդկային՝ շատփողյանները, խելացի խոզուկները, մանեկներն ու հեղյուսերը, ինտերն պերսպեկտիվաները մեր կողքին են, աշխատում են մեզ հետ։"
        //   "Եթե բաժանորդագրվեք կամ պարբերաբար ձեռք բերեք այն, Դուք կունենաք մարդկային բնույթի ու հարաբերությունների մի ամբողջ պատկերասրահ-հավաքածու։ Եթե հանկարծ գտնեք, որ մենք բաց ենք թողել Ձեր Քոworkerին,"
        //   "կամ հենց Ձեզ, ուրեմն կարող եք առաջարկել մեզ՝ լրացնել այս ամսագրերի  հավաքածուն։"
        //   "Կարող եք պատվիրել մեր Քոworkernerների ներդիրներն ու հատուկ թողարկումները հենց Ձեր ընկերության համար։ Մենք ունենք կոմիքսների և հուշանվերների լավագույն հավաքածուն՝ աշխատանքը և աշխատաժամանակն ավելի "
        //   "արդյունավետ անցկացնելու համար։";
        //




